{
    "cookiePolicy": {
      "title": "Політика використання файлів cookie для SpaceToStudy",
      "description": "Це політика використання файлів сookie сервісу SpaceToStudy, який доступний за адресою SpaceToStudy.com.ua"
    },
    "whatAreCookies": {
      "title": "Що таке файли cookie",
      "description": "Як це прийнято майже на всіх професійних платфомах, цей сайт використовує cookie, які є крихітними файлами, що завантажуються на ваш комп’ютер, для покращення роботи. На цій сторінці описано, яку інформацію вони збирають, як ми її використовуємо і чому нам іноді потрібно зберігати ці файли. Ми також поділимося тим, як ви можете запобігти зберіганню файлів cookie, однак це може змінити або «зламати» певну функціональність сайту."
    },
    "howWeUseCookies": {
      "title": "Як ми використовуємо файли cookie",
      "description": "Ми використовуємо файли cookie з різних причин, описаних нижче. На жаль, в більшості випадків немає стандартних варіантів відключення зберігання файлів cookie без повного вимкнення функціоналу, які вони додають на цей сайт. Рекомендується залишити всі файли cookie, якщо ви не впевнені, чи вони вам потрібні чи ні. Ці файли необхідні для надання послуг, які ви використовуєте."
    },
    "disablingCookies": {
      "title": "Вимкнення файлів cookie",
      "description": "Ви можете заборонити встановлення файлів cookie, налаштувавши параметри свого браузера (див. довідку вашого браузера, щоб дізнатися, як це зробити). Майте на увазі, що вимкнення файлів cookie вплине на функціональність як і цього, так і багатьох інших веб-сайтів, які ви відвідуєте. Вимкнення файлів cookie зазвичай призводить до вимкнення певних функцій сайту. Тому не рекомендується вимикати файли cookie."
    },
    "theCookiesWeSet": {
      "title": "Файли cookie, які ми встановлюємо",
      "account": {
        "title": "Файли cookie, пов’язані з обліковим записом",
        "description": "Коли ви створюєте обліковий запис, ми використовуємо файли cookie для керування процесом реєстрації та загального адміністрування. Ці файли зазвичай видаляються, коли ви виходите з облікового запису. У деяких випадках вони можуть залишатися для того, щоб запам'ятати ваші налаштування сайту при виході з системи."
      },
      "login": {
        "title": "Файли cookie для авторизації",
        "description": "Ми використовуємо файли cookie при авторизації на сайті, щоб запам’ятати цей факт. Це позбавить вас від необхідності входити в систему щоразу, коли ви відвідуєте нову сторінку. Ці файли зазвичай видаляються, коли ви виходите з системи. Доступ до певного функціоналу і сторінок можливий лише після авторизації."
      },
      "site": {
        "title": "Файли cookie для налаштувань сайту",
        "description": "Для надання найкращого користувацького досвіду , у вас є можливість налаштувати параметри роботи цього сайту. Щоб зберегти ваші налаштування, нам потрібно встановити файли cookie, щоб ця інформація могла викликатися щоразу, коли ви взаємодієте зі сторінкою, на яку впливають ваші налаштування."
      }
    },
    "thirdPartyCookies": {
      "title": "Файли cookie третіх сторін",
      "description": "У деяких особливих випадках ми також використовуємо файли cookie, надані третіми особами. Наступний розділ детально описує, які сторонні файли cookie доступні на цьому сайті.",
      "subtitle": "Час від часу ми тестуємо нові функції та вносимо незначні зміни в роботу сайту. Коли ми все ще тестуємо нові функції, файли cookie можуть використовуватися для забезпечення стабільності роботи сервісу, гарантуючи, що ми розуміємо, які оптимізації наші користувачі цінують найбільше."
    },
    "moreInformation": {
      "title": "Детальніше",
      "subtitle": "Сподіваємось, надана інформація пояснила необхідність використанні файлів cookie. Якщо ви не впевнені, чи потрібні вам чи ні дані файли, зазвичай безпечніше залишити cookie увімкненими, оскільки вони можуть впливати на роботу функціоналу, який ви використовуєте на нашому сайті. Однак, якщо вам необхідна детальніша інформація, ви можете зв’язатися з нами за посиланням info@spacetostudy.com"
    }
  }