{
  "welcomeBlock": {
    "description": "Освітня платформа, яка пропонує професійні курси, які дають студентам необхідні навички для успішної кар’єри.",
    "getStarted": "Почніть безкоштовно"
  },
  "accordion": {
    "flexibleLocation": {
      "title": "Гнучке Розміщення",
      "description": "Платформа Space2Study не має меж і може бути використана в будь-якій точці світу, все, що вам потрібно - це прагнення."
    },
    "individualTime": {
      "title": "Індивідуальний Час",
      "description": "Платформа Space2Study надає можливість вивчати уроки в будь-який зручний для вас час, зупинятись і продовжувати знову."
    },
    "freeChoiceOfTeachers": {
      "title": "Вільний Вибір Викладачів",
      "description": "Платформа Space2Study має широкий спектр критеріїв і допоможе вам знайти найкращого викладача для навчання."
    },
    "digitalCommunication": {
      "title": "Цифрова Комунікація",
      "description": "Платформа Space2Study пропонує широкі можливості для змістовного спілкування не тільки з викладачами, а й зі студентами."
    }
  },
  "whatCanYouDo": {
    "title": "Що ти можеш зробити",
    "description": "Незалежно від того, шукаєте ви репетитора чи хочете ним стати, ви прийшли в потрібне місце.",
    "learn": {
      "title": "Навчайтеся у експертів",
      "description": "Навчання у експертів – це короткий шлях до майстерності. Їхні знання та досвід можуть допомогти вам розкрити ваш потенціал. Не відкладайте на завтра. Почніть вже сьогодні! 🌟",
      "actionLabel": "Стати студентом"
    },
    "teach": {
      "title": "Поділіться своїм досвідом",
      "description": "Ділитися своїм досвідом експерта буде неймовірно корисно, допомагаючи студентам розкрити потенціал і досягти їх цілей. Не витрачайте свій час 📚",
      "actionLabel": "Стати репетитором"
    }
  },
  "howItWorks": {
    "title": "Як це працює",
    "learnFromExperts": "Навчайтесь у найкращих",
    "shareYourExperience": "Діліться власним досвідом",
    "student": {
      "signUp": {
        "title": "Зареєструйтеся",
        "description": "Реєстрація на платформі Space2Study дуже проста. Вам необхідно ввести свою електронну пошту або використати свій обліковий запис Google."
      },
      "selectATutor": {
        "title": "Виберіть Репетитора",
        "description": "Знайти репетитора дуже просто. Виберіть предмет зі списку і перегляньте доступних репетиторів. Ви також можете ввести ім'я вчителя безпосередньо у пошуку."
      },
      "sendRequest": {
        "title": "Відправте Запит",
        "description": "Надішліть запит репетитору. Вам необхідно лише вказати/підтвердити ціну і поточний рівень знань."
      },
      "startLearning": {
        "title": "Розпочинайте Навчання",
        "description": "Після підтвердження запиту вам відкриються всі доступні функції і навчальні матеріали обраного курсу."
      }
    },
    "tutor": {
      "signUp": {
        "title": "Зареєструйтеся",
        "description": "Реєстрація на платформі Space2Study дуже проста. Вам необхідно ввести свою електронну пошту або використати свій обліковий запис Google."
      },
      "createATutorAccount": {
        "title": "Створіть обліковий запис репетирота",
        "description": "Створити обліковий запис дуже просто. Виберіть предмет зі списку, завантажте навчальні матеріали і створіть вашу пропозицію для студентів."
      },
      "getNewStudents": {
        "title": "Знайдіть Нових Студентів",
        "description": "Ефективно співпрацюйте зі своїми студентами під час процесу навчання, враховуючи їхні запити."
      },
      "receiveFeedbacks": {
        "title": "Отримайте Відгуки",
        "description": "Отримайте позитивні відгуки за вашу роботу і підвищіть вашу популярність. Так ви зможете мати ще більше задоволених студентів."
      }
    }
  },
  "whoWeAre": {
    "title": "Хто ми є",
    "description": "Платформа SpaceToStudy - це місце, де експерти діляться своїми знаннями, а студенти можуть вчитися у найкращих. Тут ви можете знайти відповідний навчальний курс, знайти викладача або знайти студента. SpaceToStudy не отримує жодної комісії за заняття між викладачем та студентом, тому освіта з нами стає ще ближчою та фінансово доступнішою."
  }
}
