{
  "profileInfo": {
    "copyProfileLink": "Посилання на профіль скопійовано",
    "showMore": "Показати більше...",
    "bookLesson": "Записатися на урок",
    "sendMessage": "Надіслати повідомлення",
    "withS2S":"з space2study",
    "reviews": "відгуків",
    "nativeLanguage" : "Рідна мова: ",
    "location" : "Родом із",
    "timeForYear_one" : "{{count}} рік",
    "timeForYear_other" : "{{count}} років",
    "timeForMonth_one" : "{{count}} місяць",
    "timeForMonth_other" : "{{count}} місяців",
    "timeForWeek_one" : "{{count}} тиждень",
    "timeForWeek_other" : "{{count}} тижнів",
    "timeForDay_one" : "{{count}} день",
    "timeForDay_other" : "{{count}} днів"
  }, 
  "videoPresentation": {
    "title": "Відео Презентація"
  },
  "aboutTutor": {
    "title": "Про репетитора",
    "education": "Освіта",
    "educationDescription": "Знання іноземних мов: українська, польська - рідна, англійська, французька, німецька - розмовна.",
    "workExperience": "Досвід роботи",
    "workExperienceDescription": "Зіставне мовознавство, типологічне мовознавство, перекладознавство, лексична семантика, дериватологія, лексикологія, систематика дієслів англійської та української мов, лінгвокультурологія в рамках наукової роботи кафедри германської філології та перекладу.: 0117U003245). За цими науковими напрямками опубліковано 70 наукових праць.",
    "scientificActivities": "Наукова діяльність",
    "scientificDescription": "Протягом усієї моєї академічної кар’єри я брав активну участь у широкому спектрі наукової діяльності, підкріпленій палкою відданістю розвитку лінгвістики та перекладознавства. Моя робота заснована на вивченні кількох ключових лінгвістичних дисциплін, включаючи, але не обмежуючись процесами порівняльної лінгвістики, пов’язаними з перекладом.",
    "awards": "Нагороди",
    "awardsDescription": "Визнаний за мій внесок у галузі лінгвістики та перекладу, я був удостоєний кількох престижних нагород. Ці відзнаки є визнанням моїх інноваційних досліджень у порівняльній лінгвістиці, лексикології та міжкультурних дослідженнях, підкреслюючи моє прагнення подолати мовні бар’єри та покращити наше розуміння лінгвістичних структур у різних культурах. Моя робота була відзначена за її вплив як на академічну науку, так і на практичні методології перекладу.",
    "socialMedia": "Соціальні медіа",
    "socialMediaDescription": "Залишайтеся на зв’язку та слідкуйте за моїми останніми дослідженнями та науковими заходами в соціальних мережах. Слідкуйте за мною в соціальних мережах, щоб у реальному часі дізнаватися про мої наукові спроби та лінгвістичні дослідження."
  },
  "reviews": {
    "title": "Що говорять студенти",
    "buttonTitle": "Більше відгуків",
    "starsCount_one": "{{count}} зірка",
    "starsCount_5": "{{count}} зірок",
    "starsCount_other": "{{count}} зірки",
    "reviewsCount_one": "{{count}} відгук",
    "reviewsCount_2-4": "{{count}} відгуки",
    "reviewsCount_other": "{{count}} відгуків"
  }
}
