{
  "welcomeBlock": {
    "description": "An educational platform that offers professional courses, empowering students with essential skills for career success.",
    "getStarted": "Get started for free"
  },
  "accordion": {
    "flexibleLocation": {
      "title": "Flexible Location",
      "description": "Space2Study platform has no boundaries and can be used anywhere in the world, all you need is aspiration."
    },
    "individualTime": {
      "title": "Individual Time",
      "description": "Space2Study platform provides the opportunity to study lessons at any time convenient for you, pause and continue again."
    },
    "freeChoiceOfTeachers": {
      "title": "Free Choice of Tutors",
      "description": "Space2Study platform has a wide range of criteria and will help you find the best tutor for education."
    },
    "digitalCommunication": {
      "title": "Digital Communication",
      "description": "Space2Study platform offers extensive opportunities for meaningful communication not only with tutors but also with students."
    }
  },
  "whatCanYouDo": {
    "title": "What can you do",
    "description": "Whether you’re looking for a tutor or looking to become one – you’ve come to the right place.",
    "learn": {
      "title": "Learn from experts",
      "description": "Learning from experts is a shortcut to mastery. Their knowledge and experience can guide you, unlocking your potential. Don't put off until tomorrow. Embrace it! 🌟",
      "actionLabel": "Become a student"
    },
    "teach": {
      "title": "Share your experience",
      "description": "Sharing your experience as an expert will be incredibly rewarding, helping students unlock their pоtential and achieve their goals. Don't waste your time 📚",
      "actionLabel": "Become a tutor"
    }
  },
  "howItWorks": {
    "title": "How it works",
    "learnFromExperts": "Learn from Experts",
    "shareYourExperience": "Share your Experience",
    "student": {
      "signUp": {
        "title": "Sign Up",
        "description": "Registering on the Space2Study platform is very simple, just enter your email or use your Google account."
      },
      "selectATutor": {
        "title": "Select a Tutor",
        "description": "Finding a tutor is very easy, select a subject from the list, and then pick the tutor, or enter his name and find directly."
      },
      "sendRequest": {
        "title": "Send Request",
        "description": "Write a request to the tutor in two clicks, where you indicate/confirm the price and the desired level of training."
      },
      "startLearning": {
        "title": "Start Learning",
        "description": "After confirming the request, all training opportunities for the chosen course will open for you."
      }
    },
    "tutor": {
      "signUp": {
        "title": "Sign Up",
        "description": "Registering on the Space2Study platform is very simple, just enter your email or use your Google account."
      },
      "createATutorAccount": {
        "title": "Create a Tutor Account",
        "description": "Creating a tutor account is easy, you just need to select a subject, upload teaching materials and create an offer."
      },
      "getNewStudents": {
        "title": "Get New Students",
        "description": "Create fruitful cooperation with your students, confirming their requests, and start teaching."
      },
      "receiveFeedbacks": {
        "title": "Receive Feedbacks",
        "description": "Receive positive feedback for your work to become popular and get even more satisfied students."
      }
    }
  },
  "whoWeAre": {
    "title": "Who we are",
    "description": "SpaceToStudy platform is a place where experts share their knowledge and students can learn from the best. Here you can find the proper training course, find a tutor, or find a student. SpaceToStude doesn’t receive any commission for classes between a tutor and a student, that’s why education with us becomes even closer and more financially available."
  }
}
